Repository: Priestprog/co-dev_prac
Catalog: 20250414/2/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: exit...
ru_ru: Выход...

source: Server work.
ru_ru: Сервер работает

source: Moved to ({}, {})
ru_ru: Переместился на ({}, {})

source: {} added a monster {} at ({}, {}) saying '{}' with {} health point
ru_ru: {} добавил монстра {} на ({}, {}), который говорит '{}' и имеет {} очко здоровья

source: {} replaced the old monster in ({}, {}) with a monster {} at ({}, {}) saying '{}' with {} health point
ru_ru: {} заменил старого монстра на ({}, {}) на монстра {} на ({}, {}), который говорит '{}' и имеет {} очко здоровья

source: No monster here
ru_ru: Здесь нет монстра

source: No {} here
ru_ru: Нет {} здесь

source: {} attacked {} in ({}, {}), damage {} hp {} died
ru_ru: {} атаковал {} на ({}, {}), урон {} хп {} умер

source: {} now has {} health point
ru_ru: {} осталось {} очко здоровья

source: {} attacked {} in ({}, {}), damage {} hp
ru_ru: {} атаковал {} на ({}, {}), урон {} хп

source: Moving monsters: on
ru_ru: Ходячие монстры: включены

source: Moving monsters: off
ru_ru: Ходячие монстры: выключены

source: Set up locale:
ru_ru: Установлена локаль:

source: {} moved one cell {}
ru_ru: {} переместился на одну клетку {}
